Repository: RRZE-Webteam/rrze-expo
Catalog: languages/rrze-expo-*.po
Languages: de_de

source: -- all --
de_de: -- alle --

source: <b>There was an error sending your message.</b><br /> Please try again.
de_de: <b>Beim Senden Ihrer Nachricht ist ein Fehler aufgetreten.</b><br />Bitte versuchen Sie es nocheinmal.

source: <b>There was an error sending your message.</b><br />Please enter a valid email address or phone number.
de_de: <b>Beim Senden Ihrer Nachricht ist ein Fehler aufgetreten.</b><br />Bitte geben Sie eine gültige E-Mail-Adresse oder Telefonnummer an.

source: Add and edit booth informations
de_de: Messestand hinzufügen oder bearbeiten

source: Add and edit exposition informations
de_de: Messe hinzufügen oder bearbeiten

source: Add and edit foyer informations
de_de: Foyer hinzufügen oder bearbeiten

source: Add and edit hall informations
de_de: Messehalle hinzufügen oder bearbeiten

source: Add and edit podium informations
de_de: Podium hinzufügen oder bearbeiten

source: Add Another Flyer
de_de: Flyer hinzufügen

source: Add Another Item
de_de: Element hinzufügen

source: Add Another Roll-up
de_de: Rollup hinzufügen

source: Add Another Talk
de_de: Vortrag hinzufügen

source: Add New
de_de: Hinzufügen

source: Add New Booth
de_de: Messestand hinzufügen

source: Add New Exposition
de_de: Messe hinzufügen

source: Add New Foyer
de_de: Foyer hinzufügen

source: Add New Hall
de_de: Messehalle hinzufügen

# Add New on Toolbar
source: Booth
de_de: Messestand

# Add New on Toolbar
source: Exposition
de_de: Messe

# Add New on Toolbar
source: Hall
de_de: Messehalle

source: Add New Podium
de_de: Podium hinzufügen

source: Add or Upload Files
de_de: Dateien auswählen oder hochladen

# Admin Menu text
source: Booths
de_de: Messestände

# Admin Menu text
source: Expositions
de_de: Messen

# Admin Menu text
source: Halls
de_de: Messehallen

source: Advanced Editor
de_de: Erweiterter Editor

source: All Booths
de_de: Alle Messestände

source: All Expositions
de_de: Alle Messen

source: All Foyers
de_de: Alle Foyers

source: All Halls
de_de: Alle Messehallen

source: All Podiums
de_de: Alle Podien

source: Back Wall
de_de: Rückwand

source: Back wall
de_de: Wand

source: Back Wall Color
de_de: Wandfarbe

source: Back Wall Image
de_de: Wandbild

source: Background Image
de_de: Hintergrundbild

source: Background Image Overlay
de_de: Bildüberlagerung für Hintergrundbild

source: Background Overlay Opacity
de_de: Transparenz für Hintergrund-Bildüberlagerung

source: Beschrifung
de_de: Beschriftung

source: Board Color
de_de: Hintergrundfarbe

source: Booth
de_de: Messestand

source: Booth Navigation
de_de: Messe-Navigation

source: Booth Template
de_de: Messestand-Vorlage

source: Business Character
de_de: Business

source: Choose an Image
de_de: Wählen Sie ein Bild aus.

source: Choose up to 2 roll-up images.
de_de: Wählen Sie bis zu 2 Rollup-Bilder aus.

source: Choose up to 4 PDF flyers.
de_de: Wählen Sie bis zu vier Flyer aus.

source: Clickable
de_de: Anklickbar

source: Contact
de_de: Kontakt

source: Contact Information
de_de: Kontaktinformationen

source: Content
de_de: Inhalt

source: Custom link
de_de: Eigener Link

source: Custom link text
de_de: Eigener Linktext

source: Dark
de_de: Dunkel

source: Decoration Elements
de_de: Dekorationen

source: Default
de_de: Standard

source: Direction Board
de_de: Wegweiser

source: Display a simple contact form where visitors can leave their email address or phone number (optional) and a message or simply ask for beeing contacted. The message is sent directly to the booth´s email address. Information are not stored in the database.
de_de: Einfaches Kontaktformular einbinden, mit dem Besucher ihre E-Mail-Adresse, Telefonnummer (optional) und eine Nachricht hinterlassen können. Die Nachricht wird direkt an die im Messestand hinterlegte E-Mail-Adresse gesendet. Es werden keine Daten in der Datenbank gespeichert.

source: Download
de_de: Herunterladen

source: Edit Booth
de_de: Messestand bearbeiten

source: Edit Exposition
de_de: Messe bearbeiten

source: Edit Foyer
de_de: Foyer bearbeiten

source: Edit Hall
de_de: Messehalle bearbeiten

source: Edit Podium
de_de: Podium bearbeiten

source: Email Address
de_de: E-Mail-Adresse

source: End (Date/Time)
de_de: Ende (Datum/Zeit)

source: Enter the foyer
de_de: Zum Foyer

source: Enter video conference or chat tool link.
de_de: Videokonferenz- oder Chat-Tool-Link eingeben.

source: Enter video embedding url, e.g. https://www.fau.tv/webplayer/id/123456.
de_de: Video-URL eingeben, z.B. https://www.fau.tv/webplayer/id/123456.

source: Event Subtitle
de_de: Untertitel der Veranstaltung

source: Exposition
de_de: Messe

source: Exposition Logo
de_de: Messe-Logo

source: FAU (dark blue)
de_de: FAU (dunkelblau)

source: File
de_de: Datei

source: Flag
de_de: Flagge

source: Flyers
de_de: Flyer

source: Font Color
de_de: Schriftfarbe

source: Font Size
de_de: Schriftgröße

source: For more information
de_de: Für weiter Informationen

source: Four
de_de: Vier

source: From
de_de: Von

source: Gallery
de_de: Galerie

source: General Information
de_de: Allgemeine Informationen

source: Go to content area
de_de: Zum Inhaltsbereich

source: Go to main navigation
de_de: Zum Hauptmenü

source: Go to search
de_de: Zur Suche

source: Go to website
de_de: Zur Webseite

source: Hair Color
de_de: Haarfarbe

source: Hall
de_de: Messehalle

source: Hall Menu
de_de: Messehallen-Menü

source: Hall Navigation
de_de: Messehallen-Navigation

source: If no background image is set, the exposition background image will be displayed.
de_de: Wenn kein Hintergrundbild eingestellt ist, wird das Messe-Hintergrundbild angezeigt.

source: If no background image is set, the foyer background image will be displayed.
de_de: Wenn kein Hintergrundbild eingestellt ist, wird das Foyer-Hintergrundbild angezeigt.

source: If no background image is set, the hall background image will be displayed. If no hall background image is set, the foyer background image will be displayed.
de_de: Wenn kein Hintergrundbild eingestellt ist, wird das Messehallen-Hintergrundbild angezeigt. Wenn kein Messehallen-Hintergrundbild eingestellt ist, wird das Foyer-Hintergrundbild angezeigt.

source: If no menu is set, booths will be ordered alphabetically.
de_de: Wenn kein Menü ausgwählt ist, werden die Messestände alphabetisch angeordnet.

source: Image
de_de: Bild

source: Info Panel Content
de_de: Inhalt Info-Panel

source: Information Material
de_de: Info-Material

source: Leave us a message
de_de: Schicken Sie uns eine Nachricht

source: Left Screen
de_de: Linker Monitor

source: Light
de_de: Hell

source: Locality
de_de: Ort

source: Logo on Back Wall
de_de: Logo auf Wand

source: Logo on Table
de_de: Logo auf Tisch

source: Med (light blue)
de_de: Med (hellblau)

source: Message
de_de: Nachricht

source: Message from contact form
de_de: Meldung aus dem Kontaktformular

source: More Info
de_de: Weitere Informationen

source: Nat (green)
de_de: Nat (grün)

source: New Booth
de_de: Neuer Messestand

source: New Exposition
de_de: Neue Messe

source: New Foyer
de_de: Neues Foyer

source: New Hall
de_de: Neue Messehalle

source: New Podium
de_de: Neues Podium

source: Next Booth
de_de: Nächster Messestand

source: Next Hall
de_de: Nächste Messehalle

source: Next Podium
de_de: Nächstes Podium

source: No
de_de: Nein

source: No Booths found in Trash.
de_de: Keine Messestände im Papierkorb gefunden

source: No Booths found.
de_de: Keine Messestände gefunden.

source: No Character
de_de: Keine Figur

source: No content
de_de: Kein Inhalt

source: No Expositions found in Trash.
de_de: Keine Messen im Papierkorb. gefunden.

source: No Expositions found.
de_de: Keine Messen gefunden.

source: No Foyers found in Trash.
de_de: Keine Foyers im Papierkorb gefunden.

source: No Foyers found.
de_de: Keine Foyers gefunden.

source: No Halls found in Trash.
de_de: Keine Messehallen im Papierkorb gefunden.

source: No Halls found.
de_de: Keine Messehallen gefunden.

source: No Icon
de_de: Keine Grafik

source: No Podiums found in Trash.
de_de: Keine Podien im Papierkorb gefunden.

source: No Podiums found.
de_de: Keine Podien gefunden.

source: No Schedule
de_de: Kein Zeitplan

source: No Talks available
de_de: Keine Vorträge gefunden.

source: One
de_de: Eins

source: Order
de_de: Reihenfolge

source: Organisation 2
de_de: Organisator - Zeile 2

source: Organizer
de_de: Veranstalter

source: Our Talks
de_de: Unsere Vorträge

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Booth Logo
de_de: Messestand-Logo

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Exposition Logo
de_de: Messe-Logo

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Hall Logo
de_de: Messehallen-Logo

source: Insert into booth
de_de: In Messestand-Text einfügen

source: Insert into exposition
de_de: In Messetext einfügen

source: Insert into foyer
de_de: In Foyertext einfügen

source: Insert into hall
de_de: In Messestandtext einfügen

source: Insert into podium
de_de: In Podiumtext einfügen

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove booth logo
de_de: Messestand-Logo entfernen

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove exposition logo
de_de: Messe-Logo entfernen

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove foyer logo
de_de: Foyer-Logo entfernen

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove hall logo
de_de: Messehalle-Logo entfernen

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove podium logo
de_de: Podium-Logo entfernen

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set booth logo
de_de: Messestand-Logo festlegen

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set exposition Logo
de_de: Messe-Logo festlegen

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set foyer Logo
de_de: Foyer-Logo festlegen

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set hall logo
de_de: Messehalle-Logo festlegen

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set podium logo
de_de: Podium-Logo festlegen

source: Uploaded to this booth
de_de: Zu diesem Messestand hochladen

source: Uploaded to this exposition
de_de: Zu dieser Messe hochladen

source: Uploaded to this foyer
de_de: Zu diesem Foyer hochladen

source: Uploaded to this hall
de_de: Zu dieser Messehalle hochladen

source: Uploaded to this podium
de_de: Zu diesem Podium hochladen

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as booth logo
de_de: Als Messestand-Logo verwenden

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as exposition logo
de_de: Als Messe-Logo verwenden

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as foyer logo
de_de: Als Foyer-Logo verwenden

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as hall logo
de_de: Alle Messehallen-Logo verwenden

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as podium logo
de_de: Als Podium-Logo verwenden

source: Overview
de_de: Übersicht

source: PDF File
de_de: PDF-Datei

source: PDF Flyers
de_de: PDF-Flyer

source: Persona
de_de: Figur

source: Phil (yellow)
de_de: Phil (gelb)

source: Phone
de_de: Telefon

source: Plain textures
de_de: Einfache Texturen

source: Plant 1
de_de: Pflanze 1

source: Plant 1 Left (Replaces Roll Up)
de_de: Pflanze 1 links (statt Roll-Up)

source: Plant 1 Right
de_de: Pflanze 1 rechts

source: Plant 2
de_de: Pflanze 2

source: Plant 2 Left (Replaces Roll Up)
de_de: Pflanze 2 links (statt Roll-Up)

source: Plant 2 Right
de_de: Pflanze 2 rechts

source: Please make sure there is enough contrast between font and background color.
de_de: Bitte achten Sie auf ausreichend Kontrast zwischen Schrift- und Hintergrundfarbe.

source: Please select
de_de: Bitte auswählen

source: Podium Template
de_de: Podium-Vorlage

# Post type general name
source: Booths
de_de: Messestände

# Post type general name
source: Expositions
de_de: Messen

# Post type general name
source: Halls
de_de: Messehallen

# Post type general name
source: Podiums
de_de: Podien

# Post type singular name
source: Booth
de_de: Messestand

# Post type singular name
source: Exposition
de_de: Messe

# Post type singular name
source: Hall
de_de: Messehalle

source: Postal Code
de_de: PLZ

source: Press CTRL key to select or unselect multiple entries.
de_de: Halten Sie beim Klicken die STRG-Taste gedrückt, um mehrere Elemente an- oder abzuwählen.

source: Preview Image
de_de: Vorschau-Bild

source: Previous Booth
de_de: Vorheriger Messestand

source: Previous Hall
de_de: Vorherige Messehalle

source: Previous Podium
de_de: Vorheriges Podium

source: Read more
de_de: Weiterlesen

source: Recommended Resolution: 1135 x 782 px
de_de: Empfohlene Auflösung: 1135 x 782 px

source: Related Booth
de_de: Zugehöriger Messestand

source: Remove
de_de: Entfernen

source: Remove Flyer
de_de: Flyer entfernen

source: Remove Image
de_de: Bild entfernen

source: Remove Item
de_de: Element entfernen

source: Remove Roll-up
de_de: Rollup entfernen

source: Remove Talk
de_de: Vortrag entfernen

source: Right Screen
de_de: Rechter Monitor

source: Roll-up image opens in a lightbox for detailed view and is listed in the info box.
de_de: Rollup-Bild kann zum vergrößern angeklickt werden und wird als Link in der Infobox aufgelistet.

source: RRZE Expo Settings
de_de: RRZE Expo Einstellungen

source: RRZE Webteam on Github
de_de: RRZE Webteam auf Github

source: RW (red)
de_de: RW (rot)

source: Schedule
de_de: Zeitplan

source: Schedule Location
de_de: Anzeige des Zeitplans

source: Search Booths
de_de: Messestände suchen

source: Search Expositions
de_de: Messen suchen

source: Search Foyers
de_de: Foyers suchen

source: Search Halls
de_de: Messehallen suchen

source: Search Podiums
de_de: Podien suchen

source: Seat
de_de: Sessel

source: Send a copy of the message to my email address.
de_de: Eine Kopie der Nachricht an meine E-Mail-Adresse schicken.

source: Send a message to
de_de: Nachricht an

source: Short description
de_de: Kurzbeschreibung

source: Show Contact Form
de_de: Kontaktformular anzeigen

source: Show Homepage on:
de_de: Homepage anzeigen:

source: Side Panel
de_de: Seiten-Panel

source: Skin Color
de_de: Hautfarbe

source: Skiplinks
de_de: Sprungmarken

source: Social Media
de_de: Soziale Medien

source: Social Media Item {#}
de_de: Social-Media-Icon {#}

source: Social Media Type
de_de: Social-Media-Typ

source: Speaker
de_de: Alltagskleidung

source: Start (Date/Time)
de_de: Start (Datum/Zeit)

source: Street
de_de: Straße

source: Submit
de_de: Absenden

source: Table Icon
de_de: Tisch-Grafik

source: Table Screen (Live Chat)
de_de: Tischmonitor (Live Chat)

source: Talk {#}
de_de: Vortrag {#}

source: Tech (grey)
de_de: Tech (grau)

source: Template 1
de_de: Vorlage 1

source: Template 2
de_de: Vorlage 2

source: Booth archives
de_de: Messestand-Archiv

source: Exposition archives
de_de: Messe-Archiv

source: Foyer archives
de_de: Foyer-Archiv

source: Hall archives
de_de: Messehallen-Archiv

source: Podium archives
de_de: Podium-Archiv

source: The schedule lists live talks related to this booth. It replaces either the roll up or one of the video locations.
de_de: Der Zeitplan listet Live-Vorträge auf, die zu diesem Messestand gehören. Er kann entweder anstelle des Rollups oder eines der Video-Monitore angezeigt werden.

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de: Sie haben die PHP-Version %1$s installiert. Das Plugin erfordert mindesten Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de: Sie haben die WordPress-Version %1$s installiert. Das Plugin erfordert mindesten Version %2$s.

source: Three
de_de: Drei

source: Timetable
de_de: Zeitplan

source: Timetable Background Color
de_de: Hintergrundfarbe Zeitplan

source: Title
de_de: Titel

source: Two
de_de: Zwei

source: Video Screen Left
de_de: Monitor 1

source: Video Screen Right
de_de: Rechter Monitor

source: Video Screen Table
de_de: Linker Monitor

source: Videos and Video Conferences
de_de: Videos und Videokonferenzen

source: View Booth
de_de: Messestand ansehen

source: View Exposition
de_de: Messe ansehen

source: View Foyer
de_de: Foyer ansehen

source: View Hall
de_de: Messehalle ansehen

source: View Podium
de_de: Podium ansehen

source: Website
de_de: Webseite

source: Welcome Panel Background Color
de_de: Hintergrundfarbe Willkommen-Tafel

source: Welcome Panel Content
de_de: Inhalt der Willkommen-Tafel

source: WordPress plugin for virtual events, expositions and congresses
de_de: WordPress-Plugin für virtuelle Events, Messen und Kongresse

source: Yes
de_de: Ja

source: Your Email Address
de_de: E-Mail-Adresse

source: Your Message
de_de: Ihre Nachricht

source: Your message has been sent!
de_de: Ihre Nachricht wurde versendet!

source: Your Name
de_de: Name

source: Your Phone Number
de_de: Telefonnummer
